Repository: jonaLabra/portafolio
Catalog: lib/l10n/intl_*.arb
Languages: es

# textHi
source: Hi! Im
es: Hola! Soy

# textHelloIntroduction
source: Mobile and web developer, with experience in multiplatform and native app development. I also have experience in front-end and back-end development
es: Desarrollador móvil y web, con experiencia en desarollo de app multiplataforma y nativa. Tambien cuento con experiencia en desarrollo front-end y back-end

# textSkills
source: Skills
es: Hablidades

# textAboutMe
source: About Me
es: Acerca de mí

# textProjects
source: Projects
es: Proyectos

# textSummary
source: Summary
es: Resumen

# textExperience
source: Experience
es: Experiencia

# TextPortfolioProject
source: Projects Portfolio
es: Portafolio de proyectos

# textExperienceVanlgarDashboard
source: Vanglar Dashboard is a page that allows you to manage and view all the information that users capture from the Vanglar WP app, containing information tables, tracking, and exam results and reports.
es: Vanglar Dashboard en una pagina que permite administrar y visualizar toda la información que los usuarios capturan desde la app Vanglar WP, contiene tablas de información, tracking, y resultados de examenes y reportes.

# textEperienceVanglarWP
source: Vanglar is a company specialized in training and regulatory compliance (compliance). The application allows users to train through questionnaires, in addition to having different functions that allow collecting information such as reports through dynamic widgets such as capturing images from the camera and gallery, Location search with Google Map and Street View, QR code generation, and learning validation through certificates.
es: Vanglar es una empresa especializada en capacitación y cumplimiento normativo (compliance). La aplicación permite a los usuarios capacitarse mediante cuestionarios, ademas que cuentan con diferentes funciones que permiten levantar información como reportes mediante widgets dinámicos como captura de imagenes desde cámara y galeria, busqueda de ubicación con google map y street view, generación de codigos QR, y validación de aprendizaje mediante certificados.

# textExperienceJoinHome
source: It is an application designed for subdivisions in which they can organize visits, events and obtain greater security for residents.
es: Es una aplicación diseñada para fraccionamientos en las que puedan organizar visitas, eventos y obtener mayor seguridad en los residentes.

# textExperienceChatMessage
source: Application designed for real-time messages, connected through sockets where users can see connection status of other users.
es: Aplicación diseñada para mensajes en tiempo real, conectada mediante sockets donde los usuarios podrán ver status de conexión de otros usuarios.

# textExperienceTerrible
source: The terrible is a page designed for the sale and information of mezcal.
es: The terrible es una pagina diseñada para la venta e información de el mezcal.

# textExperienceProjectPortfolio
source: Platform to visualize my experience and knowledge in software development.
es: Plataforma para viusualizar mi experiencia y conocimientos en el desarrollo de software.
